Repository: quanticheart/fiap-ios-expense-management
Catalog: expense management/*.lproj/Localizable.strings
Languages: pt_br

# TAB1
source: Expense
pt_br: Gastos

# TAB3
source: Summary
pt_br: Resumo

# MSG_EXPENSE_LIST_EMPTY
source: Tap + to add a new expense
pt_br: Clique em + para adicionar uma nova despesa

# MSG_STATES_LIST_EMPTY
source: Tap + to add a new state
pt_br: Clique em + para adicionar um novo estado

# MSG_STATES_SEARCH_EMPTY
source: No state was found
pt_br: Nada foi encontrado

# NAVIGATION_INSERT
source: Register
pt_br: Cadastrar

# NAVIGATION_UPDATE
source: Update
pt_br: Atualizar

# NAVIGATION_INSERT_STATE
source: States
pt_br: Estados

# HINT_NAME_EXPENSE
source: The item's name
pt_br: Dígite o nome do item

# HINT_PRICE_EXPENSE
source: Amount (USD)
pt_br: Valor (USD)

# HINT_SELECT_STATE
source: Select the state of the purchase
pt_br: Selecione o estado de compra

# HINT_SELECT_IMAGE
source: Select the items's image
pt_br: Selecione a imagem do item

# HINT_LABEL_DESCRIPTION
source: Description
pt_br: Descrição da compra

# HINT_LABEL_CREDIT
source: Credit card?
pt_br: Cartão de Credito?

# BTN_LABEL_INSERT
source: Insert item
pt_br: Inserir item

# BTN_LABEL_UPDATE
source: Update item
pt_br: Atualizar item

# BTN_LABEL_CANCEL
source: Cancel
pt_br: Cancelar

# BTN_LABEL_EXCLUDE
source: Delete
pt_br: Excluir

# DIALOG_IMG_MSG_TITLE
source: Choose an image
pt_br: Selecionar pôster

# DIALOG_IMG_MSG_SUBTITLE
source: Where do you want to choose the image from?
pt_br: De onde você deseja escolher o pôster?

# DIALOG_IMG_OPTION_CAMERA
source: Camera
pt_br: Câmera

# DIALOG_IMG_OPTION_LIBRARY
source: Library
pt_br: Biblioteca de Fotos

# DIALOG_IMG_OPTION_ALBUM
source: Photo Album
pt_br: Álbum de Fotos

# DIALOG_STATE_PLACEHOLDER
source: Photo Album
pt_br: Álbum de Fotos

# SEARCH_STATE_PLACEHOLDER
source: Type the name of the state
pt_br: Dígite o nome do estado

# DETAILS_COMPL_TITLE
source: Paid with credit card
pt_br: Pago com cartão de crédito

# SUMMARY_ALERT_TITLE
source: Atention
pt_br: Atenção

# SUMMARY_ALERT_MESSAGE
source: Check the empty fields
pt_br: Verifique os campos em branco

# SUMMARY_TITLE
source: Summary of expenses
pt_br: Resumo total das despesas

source: Credit card expenses
pt_br: Despesas com cartão de crédito

# OTHER_EXPENSES
source: Expenses paid with other methods
pt_br: Despesas com outros métodos

# STATES_LIST
source: List of States
pt_br: Lista de estados

# SAVE_BUTTON_TITLE
source: Save
pt_br: Salvar

# TODAYS_EXCHANGE
source: Dolar today in (R$):
pt_br: Valor Dólar em (R$):

# IOF_TAX
source: Fixed tax IOF(%):
pt_br: IOF fixo (%):

# CONFIG_ALERT_TITLE
source: Atention
pt_br: Atenção

# CONFIG_ALERT_MESSAGE
source: Current quote saved
pt_br: Cotação atual salva
